Repository: Project60/org.project60.sepaterminatemandates
Catalog: l10n/*/LC_MESSAGES/sepaterminatemandates.po
Languages: nl_nl

source: SEPAMandate Termination Criterions
nl_nl: SEPA Mandaat Annuleringscriteria

source: SEPAMandate Termination Criterion
nl_nl: SEPA Mandaat Annuleringscriterium

source: Unique SEPAMandateTerminationCriterion ID
nl_nl: Uniek SEPA Mandaat Annuleringscriterium ID

source: Description
nl_nl: Omschrijving

source: Is active
nl_nl: Is actief

source: Search Criteria
nl_nl: Zoek Criteria

source: Terminate Configuration
nl_nl: Annulatie configuratie

source: Next Check Date
nl_nl: Volgende controle datum

source: Criteria disabled
nl_nl: Criteria is uitgeschakeld

source: Disable
nl_nl: Uitschakelen

source: Criteria enabled
nl_nl: Criteria is ingeschakeld

source: Enable
nl_nl: Inschakelen

source: Enabled
nl_nl: Ingeschakeld

source: Cancelled contributions Quantity
nl_nl: Aantal geannuleerde bijdrages

source: Cancelled contributions last months
nl_nl: Geannuleerde bijdrages afgelopen maanden

source: Successive
nl_nl: Opeenvolgend

source: Campaign
nl_nl: Campagne

source: - Any campaign -
nl_nl: - Iedere campagne -

source: Cancel Reason
nl_nl: Annuleringsreden

source: - Any reason -
nl_nl: - Iedere reden -

source: Activity Type
nl_nl: Activiteitstype

source: - select -
nl_nl: - Selecteer -

source: Activity Status
nl_nl: Activiteitsstatus

source: Activity Assignee
nl_nl: Activiteit toekennen aan

source: Save
nl_nl: Opslaan

source: Cancel
nl_nl: Annuleren

source: Delete
nl_nl: Verwijderen

source: Criteria removed
nl_nl: Criteria is verwijderd

source: Removed
nl_nl: Verwijderd

source: Manage Criteria for terminating mandates
nl_nl: Beheer criteria voor beëindigen van mandaten

source: Find Mandates to terminate
nl_nl: Zoek mandaten om te beëindigen

source: Invalid search task
nl_nl: Ongeldige zoek actie

source: Number of selected records: %1
nl_nl: Aantal geslecteerde rijen

source: Next
nl_nl: Volgende

source: Terminate mandate %1
nl_nl: Annuleer mandaat %1

source: Terminate mandates
nl_nl: Annunleer mandaten

source: Terminate Mandates
nl_nl: Annuleer Mandaten

source: Sepa Terminate Mandates
nl_nl: SEPA Annuleer Mandaten

source: Mandate ID
nl_nl: Mandaat ID

source: Sepa mandate %1 cancelled because: %2
nl_nl: SEPA Mandaat %1 geannuleerd omdat: %2

source: Find mandates to terminate
nl_nl: Zoek mandaten om te annuleren

source: Automatically terminate SEPA mandates
nl_nl: Annuleer SEPA mandaten automatisch

source: Delete Criteria for termination of mandates
nl_nl: Verwijder mandaat annulatie criteria

source: Are you sure?
nl_nl: Weet je het zeker?

source: Search Criteria for mandate termination
nl_nl: Zoek criteria om mandaten te beëindigen

source: Cancelled contributions
nl_nl: Geannuleerde bijdragen

source: This field is required.
nl_nl: Dit veld is verplicht.

source: in the last
nl_nl: in de afgelopen

source: months
nl_nl: maanden

source: Terminate mandate action
nl_nl: Annuleer mandaat actie

source: Terminate the selected mandates please provide a reason for terminating those mandates and additionally specify the activity type and to who the activity should be assigned.
nl_nl: Annuleer de geslecteerde mandaten. Geef een reden op om deze mandaten te beëindigen. En geef de activiteitstype en aan wie de activiteit toegekend moet worden op.

source: Add Criteria to terminate mandates
nl_nl: Voer mandaat annuleringscriteria toe

source: Next check date
nl_nl: Volgende controle datum

source: Disabled
nl_nl: Uitgeschakeld

source: Edit Criteria
nl_nl: Bewerk criteria

source: Edit
nl_nl: Bewerk

source: Delete Criteria
nl_nl: Verwijder Criteria

source: No criteria found
nl_nl: Geen criteria gevonden

source: Reset all selections
nl_nl: Herstel alle selecties

source: Start date
nl_nl: Startdatum

source: Reference
nl_nl: Referentie

source: Contributions (in last %1 months)
nl_nl: Bijdragen (in laatste %1 maanden)

source: No mandates found
nl_nl: Geen mandaten gevonden
